/* Should confirm ... */
"..." = "…";

/* Empty trash - Action Description */
"DESC_EJECT" = "Ejecter CD/DVD";

/* Empty trash * Action Description * */
"DESC_EMPTY_TRASH" = "Vider la Corbeille";

/* Fast Logout * Action Description * */
"DESC_FAST_LOGOUT" = "Fenêtre d'ouverture de session";

/* Switch to * Action Description * (%@ => user name) */
"DESC_FAST_SWITCH" = "Session «%@»";

/* Invalid Action * Action Description * */
"DESC_INVALID" = "Action invalide";

/* LogOut * Action Description * */
"DESC_LOGOUT" = "Fermer la session";

/* Restart * Action Description * */
"DESC_RESTART" = "Redémarrer";

/* Screen Saver * Action Description * */
"DESC_SCREEN_SAVER" = "Économiseur d'écran";

/* ShutDown * Action Description * */
"DESC_SHUTDOWN" = "Éteindre";

/* Sleep * Action Description * */
"DESC_SLEEP" = "Veille";

/* Switch Grayscale * Action Description * */
"DESC_SWITCH_GRAYSCALE" = "Passer en niveaux de gris";

/* Switch Polarity * Action Description * */
"DESC_SWITCH_POLARITY" = "Inverser noir & blanc";

/* Volume Mute * Action Description * */
"DESC_VOLUME_UP" = "Augmenter le volume";

/* Volume Mute * Action Description * */
"DESC_VOLUME_DOWN" = "Baisser le volume";

/* Volume Mute * Action Description * */
"DESC_VOLUME_MUTE" = "Couper le son";

/* Brightness Up * Action Description * */
"DESC_BRIGHTNESS_UP" = "Augmenter la luminosité";

/* Brightness Down * Action Description * */
"DESC_BRIGHTNESS_DOWN" = "Réduire la luminosité";

/* Error When trying to execute but Action unknown ** Title ** */
"INVALID_ACTION_ALERT" = "L'action demandée est invalide et ne peut pas être exécutée par Spark.";

/* Error When trying to execute but Action unknown ** Msg ** */
"INVALID_ACTION_ALERT_MSG" = "Vous pouvez mettre à jour ou supprimer l'action «%@» à l'aide de Spark.";